{
    "authors": [
        {
            "id" : 10001,
            "name" : "蘇軾",
            "intro" : "北宋文學家、書畫家，唐宋八大家之一，眉州眉山（今屬四川）人，字子瞻，一字和仲，號東坡居士。蘇老泉長子，蘇潁濱兄。與父、弟合稱“三蘇”，故又稱“大蘇”。宋仁宗嘉祐二年（1057年）進士。嘉祐六年（1061年），再中制科，授籤書鳳翔府節度判官廳事。宋英宗治平二年（1065年），召除判登聞鼓院，尋試館職，除直史館。治平三年，父卒，護喪歸蜀。宋神宗熙寧二年（1069年），服除，除判官告院兼判尚書祠部，權開封府推官。熙寧四年（1070年），上書論王介甫新法之不便，出為杭州通判。徙知密、徐二州。元豐二年（1079年），移知湖州，因詩託諷，逮赴臺獄，史稱“烏臺詩案”。獄罷，貶黃州團練副使，本州安置。元豐四年（1081年），移汝州團練副使。元豐八年（1085年）春，得請常州居住，十月起知登州。尋召除起居舍人。宋哲宗元祐元年（1086年）遷中書舍人，改翰林學士兼侍讀。元祐四年（1089年），以龍圖閣學士知杭州。會大旱，飢疾並作，東坡請免上供米，又減價糶常平米，存活甚眾。杭近海，民患地泉鹹苦，東坡倡浚河通漕，又沿西湖東西三十里修長堤，民德之。元祐六年（1091年），除翰林學士承旨，尋因讒出知潁州，徙揚州。後以端明殿學士、翰林侍讀學士出知定州。紹聖元年（1094年），貶惠州。紹聖四年（1097年），再貶儋州。累貶瓊州別駕，居昌化。宋徽宗即位，元符三年（1100年）赦還，提舉玉局觀，復朝奉郎。建中靖國元年（1101年），卒於常州，年六十四（按：東坡生於宋仁宗景祐三年十二月十九日，時已入1037年）。宋孝宗時諡文忠。東坡於文學藝術堪稱全才。其文汪洋恣肆，清新暢達，與歐陽文忠並稱“歐蘇”，為唐宋八大家之一；為詩清新豪健，善用誇張比喻，獨具風格，與黃山谷並稱“蘇黃”；作詞開豪放一派，變詞體綺靡之風，下啟南宋，與辛稼軒並稱“蘇辛”；工書，擅行、楷，能自創新意，用筆豐腴跌宕，有天真爛漫之趣，與黃山谷、米元章、蔡君謨並稱宋四家；畫學文與可，喜作枯木怪石，論畫主張神似。有《東坡集》四十卷、《東坡後集》二十卷、《和陶詩》四卷、《東坡七集》、《東坡志林》、《東坡樂府》、《仇池筆記》《論語說》等。《全宋詩》東坡詩，卷一至卷四六，以清道光刊王文誥《蘇文忠公詩編注集成》為底本，卷四七、卷四八，以清幹隆刊馮踵息《蘇文忠詩合注》為底本。校以宋刊半葉十行本《東坡集》《東坡後集》（殘，簡稱集甲）、宋刊半葉十二行本《東坡集》《東坡後集》（殘，簡稱集乙，集甲、集乙合稱集本）、宋眉山刊《蘇文忠公文集》（殘，簡稱集丙）、宋黃州刊《東坡先生後集》（殘，簡稱集丁），宋刊《東坡先生和陶淵明詩》（簡稱集戊）、宋刊《集註東坡先生詩前集》（殘，簡稱集註）、宋嘉泰刊施德初、顧景繁《注東坡先生詩》（殘，簡稱施甲）、宋景定補刊施、顧《注東坡先生詩》（殘，簡稱施乙，施甲、施乙合稱施本）、宋黃善夫家塾刊《王狀元集百家注分類東坡先生詩》（簡稱類甲）、宋泉州刊《王狀元集百家注分類東坡先生詩》（殘，簡稱類乙）、元務本書堂刊《增刊校正王狀元集註分類東坡先生詩》（簡稱類丙，類甲、類乙、類丙，合稱類本）、明成化刊《東坡七集》（簡稱七集）、明萬曆刊《重編東坡先生外集》（簡稱外集）、清查初白《補註東坡編年詩》（簡稱查注）、清馮踵息《蘇文忠詩合注》（簡稱合注）。參校資料一為金石碑帖和著錄金石詩文的專著的有關部分；一為清人、近人的蘇詩校勘批語，其中有何義門焯所校清康熙刊《施注蘇詩》（簡稱何校），盧檠齋、紀曉嵐所校清幹隆刊查注（分別簡稱盧校、紀校），章茗簃所校繆藝術風覆明成化《東坡七集》（簡稱章校）。卷四八所收詩篇除《重編東坡先生外集》外，還分別採自《春渚紀聞》、《侯鯖錄》等書，亦據所採各書及有關資料進行校勘。新輯集外詩，編為第四九卷。生平見《宋史·卷三百三十八·蘇軾傳》。",
            "quotes_count" : 291,
            "views_count" : 18141,
            "dynasty" : "宋",
            "birth_year" : "1037年",
            "death_year" : "1101年",
            "updated_at" : "2019-12-27 17:24:24",
            "baidu_wiki" : "http:\/\/baike.baidu.com\/view\/2517.htm",
            "remote_id" : "57ad1badc4c9710054676d9d",
            "works_count" : 3406,
            "works_shi_count" : 2892,
            "works_ci_count" : 380,
            "works_wen_count" : 122,
            "works_qu_count" : 0,
            "works_fu_count" : 12,
            "name_tr" : "",
            "intro_tr" : "",
            "dynasty_tr" : ""
        },
        {
            "id" : 10003,
            "name" : "辛棄疾",
            "intro" : "南宋著名豪放派詞人、將領，濟南府歴城縣（今山東省濟南市歴城區遙牆鎮四鳳閘村）人，原字坦夫，改字幼安，別號稼軒。宋高宗紹興十年（1140年），生於金山東東路（原北宋京東東路）濟南府歴城縣，時中原已陷於金。紹興三十一年（1161年），海陵王南侵，稼軒趁機聚眾二千，投忠義軍隸耿京部。紹興三十二年（1162年）奉京命奏事建康，高宗勞師建康，授天平軍節度掌書記，並以節度使印告召京。時京部將張安國殺京降金，稼軒還至海州，約忠義軍五十騎，徑趨金營，縛張安國以歸，獻俘行在，改差籤判江陰軍，時年二十一歲。宋孝宗幹道四年（1168年）通判建康府。幹道時，累知滁州，寬徵賦、招流散，教民兵、議屯田。歷提點江西刑獄，京西轉運判官，知江陵府兼湖北安撫，知隆興府兼江西安撫使，淳熙中，知潭州兼湖南安撫使，創建“飛虎軍”，雄鎮一方。後再知隆興府，任上因擅撥糧舟救荒，為言者論罷。宋光宗紹熙二年（1191年），起提點福建刑獄，遷知福州兼福建安撫使，未幾又為諫官誣劾落職，居鉛山。宋寧宗嘉泰三年（1203年），起知紹興府兼浙東安撫使。嘉泰四年（1204年），遷知鎮江府，旋坐謬舉落職。開禧三年（1207年）召赴行在奏事，進樞密都承旨，未受命而病卒，年六十八。後贈少師，諡“忠敏”。稼軒擅長短句，以豪放為主，有“詞中之龍”之稱，與東坡並稱“蘇辛”，又與易安並稱“濟南二安”。平生力主抗金，“以恢復為志，以功業自許”，嘗上《美芹十論》與《九議》，條陳戰守之策，然命運多舛，屢與當政之主和派政見不合，備受排擠，壯志難酬。故滿腔激情多寓於詞。詞風多樣，題材廣闊，悲鬱沉雄又不乏細膩柔媚之處，更善化前人典故入詞。現存詞六百餘首，有詞集《稼軒長短句》傳世。詩集《稼軒集》已佚。清嘉慶間辛敬甫輯有《稼軒集鈔存》，近人鄧恭三增輯為《辛稼軒詩文鈔存》。生平見《宋史·卷四百〇一·辛棄疾傳》，近人陳思有《辛稼軒年譜》及鄧恭三《辛稼軒年譜》。",
            "quotes_count" : 223,
            "views_count" : 6376,
            "dynasty" : "宋",
            "birth_year" : "1140年",
            "death_year" : "1207年",
            "updated_at" : "2020-05-03 23:18:31",
            "baidu_wiki" : "http:\/\/baike.baidu.com\/subview\/2982\/11994917.htm",
            "remote_id" : "57b8ed682e958a005fa4d096",
            "works_count" : 793,
            "works_shi_count" : 140,
            "works_ci_count" : 638,
            "works_wen_count" : 15,
            "works_qu_count" : 0,
            "works_fu_count" : 0,
            "name_tr" : "",
            "intro_tr" : "",
            "dynasty_tr" : ""
        }
    ]
}